{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "<|system|>": 4,
      "<|user|>": 5,
      "<|assistant|>": 6,
      ".": 7,
      ",": 8,
      "the": 9,
      ":": 10,
      "-": 11,
      "and": 12,
      "(": 13,
      "or": 14,
      "to": 15,
      "a": 16,
      ")": 17,
      "school": 18,
      "for": 19,
      "is": 20,
      "student": 21,
      "must": 22,
      "are": 23,
      "with": 24,
      "You": 25,
      "your": 26,
      "of": 27,
      "enrollment": 28,
      "SIS": 29,
      "policy": 30,
      "students": 31,
      "in": 32,
      "FERPA": 33,
      "Student": 34,
      "days": 35,
      "be": 36,
      "records": 37,
      "request": 38,
      "attendance": 39,
      "an": 40,
      "access": 41,
      "?": 42,
      "within": 43,
      "transcripts": 44,
      "parents": 45,
      "If": 46,
      "information": 47,
      "educational": 48,
      "grading": 49,
      "on": 50,
      "accommodations": 51,
      "that": 52,
      "—": 53,
      "staff": 54,
      "appropriate": 55,
      "data": 56,
      "without": 57,
      "office": 58,
      "role": 59,
      "System": 60,
      "about": 61,
      "follow": 62,
      "privacy": 63,
      "Information": 64,
      "institution": 65,
      "policies": 66,
      "strictly": 67,
      "supports": 68,
      "authorization": 69,
      "document": 70,
      "outside": 71,
      "3": 72,
      "never": 73,
      "Always": 74,
      "Your": 75,
      "answer": 76,
      "assistant": 77,
      "base": 78,
      "cite": 79,
      "decline": 80,
      "disclose": 81,
      "falls": 82,
      "help": 83,
      "identifiable": 84,
      "involves": 85,
      "knowledge": 86,
      "may": 87,
      "personally": 88,
      "politely": 89,
      "procedure": 90,
      "proper": 91,
      "questions": 92,
      "recommend": 93,
      "regulations": 94,
      "specific": 95,
      "unauthorized": 96,
      "by": 97,
      "A": 98,
      "/": 99,
      "5": 100,
      "District": 101,
      "10": 102,
      "IEP": 103,
      "at": 104,
      "1": 105,
      "2": 106,
      "What": 107,
      "excerpt": 108,
      "s": 109,
      "parent": 110,
      "Records": 111,
      "'": 112,
      "documentation": 113,
      "Q": 114,
      "district": 115,
      "42": 116,
      "Based": 117,
      "0": 118,
      "Document": 119,
      "Students": 120,
      "via": 121,
      ").": 122,
      "grade": 123,
      "education": 124,
      "per": 125,
      "Parent": 126,
      "from": 127,
      "not": 128,
      "4": 129,
      "The": 130,
      "meeting": 131,
      "):": 132,
      "30": 133,
      "Education": 134,
      "written": 135,
      "before": 136,
      "),": 137,
      "child": 138,
      "if": 139,
      "time": 140,
      "portal": 141,
      "suspension": 142,
      "business": 143,
      "consent": 144,
      "have": 145,
      "this": 146,
      "up": 147,
      "%": 148,
      "Policy": 149,
      "TITLE": 150,
      "TOPIC": 151,
      "after": 152,
      "all": 153,
      "grades": 154,
      "my": 155,
      "counselor": 156,
      "under": 157,
      "504": 158,
      "All": 159,
      "GPA": 160,
      "Request": 161,
      "Special": 162,
      "day": 163,
      "district42": 164,
      "edu": 165,
      "will": 166,
      "years": 167,
      "|": 168,
      "How": 169,
      "Level": 170,
      "address": 171,
      "release": 172,
      "required": 173,
      "requirements": 174,
      "100": 175,
      "18": 176,
      "I": 177,
      "School": 178,
      "disciplinary": 179,
      "file": 180,
      "For": 181,
      "transcript": 182,
      "Parents": 183,
      "college": 184,
      "notice": 185,
      "process": 186,
      "review": 187,
      "work": 188,
      "as": 189,
      "can": 190,
      "form": 191,
      "out": 192,
      "services": 193,
      "teacher": 194,
      "555": 195,
      ";": 196,
      "Official": 197,
      "any": 198,
      "copy": 199,
      "documents": 200,
      "evaluation": 201,
      "fee": 202,
      "law": 203,
      "notification": 204,
      "procedures": 205,
      "registrar": 206,
      "state": 207,
      "unexcused": 208,
      "year": 209,
      "00": 210,
      "court": 211,
      "provide": 212,
      "section": 213,
      "transfer": 214,
      "$": 215,
      "15": 216,
      "7": 217,
      "@": 218,
      "F": 219,
      "Step": 220,
      "Transcript": 221,
      "Transfer": 222,
      "age": 223,
      "disclosure": 224,
      "each": 225,
      "initial": 226,
      "keep": 227,
      "more": 228,
      "official": 229,
      "provided": 230,
      "receive": 231,
      "report": 232,
      "when": 233,
      "Act": 234,
      "absences": 235,
      "assigned": 236,
      "do": 237,
      "does": 238,
      "hearing": 239,
      "level": 240,
      "maintained": 241,
      "only": 242,
      "order": 243,
      "support": 244,
      "+": 245,
      "+)": 246,
      "=": 247,
      ">": 248,
      "AND": 249,
      "Can": 250,
      "Disciplinary": 251,
      "NOT": 252,
      "Procedures": 253,
      "RECORDS": 254,
      "absence": 255,
      "assessments": 256,
      "available": 257,
      "complete": 258,
      "described": 259,
      "enroll": 260,
      "excused": 261,
      "guardian": 262,
      "limited": 263,
      "make": 264,
      "need": 265,
      "other": 266,
      "parties": 267,
      "placement": 268,
      "plan": 269,
      "principal": 270,
      "record": 271,
      "reports": 272,
      "schedule": 273,
      "signed": 274,
      "60": 275,
      "academic": 276,
      "based": 277,
      "class": 278,
      "courses": 279,
      "due": 280,
      "graduation": 281,
      "held": 282,
      "immediately": 283,
      "issued": 284,
      "outlined": 285,
      "period": 286,
      "receiving": 287,
      "right": 288,
      "unless": 289,
      "\"": 290,
      "After": 291,
      "Allow": 292,
      "Attendance": 293,
      "Available": 294,
      "DISTRICT": 295,
      "Enrollment": 296,
      "Guide": 297,
      "Incomplete": 298,
      "Log": 299,
      "Office": 300,
      "Parchment": 301,
      "Response": 302,
      "SST": 303,
      "Transcripts": 304,
      "applications": 305,
      "athletic": 306,
      "created": 307,
      "credits": 308,
      "enforcement": 309,
      "instruction": 310,
      "interest": 311,
      "long": 312,
      "new": 313,
      "opt": 314,
      "phone": 315,
      "real": 316,
      "related": 317,
      "require": 318,
      "residency": 319,
      "rights": 320,
      "rules": 321,
      "schools": 322,
      "submitted": 323,
      "translation": 324,
      "unit": 325,
      "upon": 326,
      "use": 327,
      "C": 328,
      "Electronic": 329,
      "Services": 330,
      "Teachers": 331,
      "cannot": 332,
      "completed": 333,
      "date": 334,
      "during": 335,
      "email": 336,
      "needs": 337,
      "retention": 338,
      "team": 339,
      "Access": 340,
      "Accommodations": 341,
      "Administrator": 342,
      "CONTACT": 343,
      "Contact": 344,
      "Describe": 345,
      "Explain": 346,
      "GRADE": 347,
      "Grades": 348,
      "Health": 349,
      "Long": 350,
      "OF": 351,
      "Officer": 352,
      "PARENT": 353,
      "PURPOSE": 354,
      "Participation": 355,
      "Portal": 356,
      "Present": 357,
      "Privacy": 358,
      "Process": 359,
      "Progress": 360,
      "REPORTING": 361,
      "Required": 362,
      "Right": 363,
      "S": 364,
      "SPECIAL": 365,
      "Section": 366,
      "Teacher": 367,
      "Written": 368,
      "Zero": 369,
      "affect": 370,
      "appeal": 371,
      "assessment": 372,
      "birth": 373,
      "but": 374,
      "case": 375,
      "complaint": 376,
      "conference": 377,
      "course": 378,
      "delivery": 379,
      "directory": 380,
      "disclosed": 381,
      "enrolling": 382,
      "following": 383,
      "goals": 384,
      "has": 385,
      "hours": 386,
      "informal": 387,
      "last": 388,
      "legitimate": 389,
      "orders": 390,
      "over": 391,
      "practices": 392,
      "referral": 393,
      "released": 394,
      "requested": 395,
      "requires": 396,
      "separately": 397,
      "specialized": 398,
      "start": 399,
      "suspended": 400,
      "term": 401,
      "testing": 402,
      "their": 403,
      "trained": 404,
      "website": 405,
      "who": 406,
      "–": 407,
      "McKinney": 408,
      "Minor": 409,
      "Vento": 410,
      "additional": 411,
      "below": 412,
      "change": 413,
      "current": 414,
      "determination": 415,
      "disability": 416,
      "emergency": 417,
      "expulsion": 418,
      "happens": 419,
      "immediate": 420,
      "non": 421,
      "retained": 422,
      "standard": 423,
      "20": 424,
      "24": 425,
      "45": 426,
      "ACCESS": 427,
      "AN": 428,
      "Academic": 429,
      "An": 430,
      "Annually": 431,
      "Assessment": 432,
      "Average": 433,
      "B": 434,
      "Board": 435,
      "CIRCUMSTANCES": 436,
      "Compliance": 437,
      "D": 438,
      "Decision": 439,
      "Enforcement": 440,
      "Extended": 441,
      "FAQ": 442,
      "FROM": 443,
      "Family": 444,
      "Financial": 445,
      "Formal": 446,
      "Governed": 447,
      "Handbook": 448,
      "Include": 449,
      "Individualized": 450,
      "Infractions": 451,
      "Law": 452,
      "Local": 453,
      "My": 454,
      "P": 455,
      "PROCESS": 456,
      "Physical": 457,
      "Possession": 458,
      "Program": 459,
      "RECORD": 460,
      "RIGHTS": 461,
      "Report": 462,
      "Retaliation": 463,
      "Review": 464,
      "Rights": 465,
      "STUDENT": 466,
      "Same": 467,
      "Superintendent": 468,
      "Support": 469,
      "TRANSCRIPTS": 470,
      "TRANSFER": 471,
      "TRANSFERS": 472,
      "TYPES": 473,
      "Team": 474,
      "Third": 475,
      "Timeline": 476,
      "Yes": 477,
      "active": 478,
      "activity": 479,
      "administered": 480,
      "administrator": 481,
      "affidavit": 482,
      "alumni": 483,
      "another": 484,
      "approval": 485,
      "attend": 486,
      "automatically": 487,
      "both": 488,
      "bullying": 489,
      "changes": 490,
      "check": 491,
      "colleges": 492,
      "converts": 493,
      "denied": 494,
      "destruction": 495,
      "electronic": 496,
      "eligibility": 497,
      "evaluated": 498,
      "federal": 499,
      "free": 500,
      "full": 501,
      "funding": 502,
      "general": 503,
      "guardians": 504,
      "handled": 505,
      "home": 506,
      "it": 507,
      "legal": 508,
      "manifestation": 509,
      "mid": 510,
      "missing": 511,
      "name": 512,
      "notarized": 513,
      "notes": 514,
      "nurse": 515,
      "offense": 516,
      "one": 517,
      "pending": 518,
      "person": 519,
      "place": 520,
      "possible": 521,
      "post": 522,
      "prohibited": 523,
      "reported": 524,
      "resolved": 525,
      "safety": 526,
      "seating": 527,
      "secondary": 528,
      "semester": 529,
      "shared": 530,
      "situations": 531,
      "subject": 532,
      "submit": 533,
      "submits": 534,
      "subpoenas": 535,
      "through": 536,
      "transition": 537,
      "verification": 538,
      "view": 539,
      "www": 540,
      "you": 541,
      "zoning": 542,
      "AM": 543,
      "English": 544,
      "Grade": 545,
      "IDEA": 546,
      "IEPs": 547,
      "Language": 548,
      "Learners": 549,
      "Non": 550,
      "Permanent": 551,
      "Staff": 552,
      "Temporary": 553,
      "absent": 554,
      "calendar": 555,
      "card": 556,
      "cards": 557,
      "certificate": 558,
      "compliance": 559,
      "contact": 560,
      "custodial": 561,
      "fees": 562,
      "homeless": 563,
      "incomplete": 564,
      "language": 565,
      "logged": 566,
      "made": 567,
      "members": 568,
      "progress": 569,
      "special": 570,
      "transfers": 571,
      "type": 572,
      "uses": 573,
      "warning": 574,
      "withdrawal": 575,
      ")\"": 576,
      "14": 577,
      "16": 578,
      "5000": 579,
      "5117": 580,
      "5125": 581,
      "6": 582,
      "69": 583,
      "70": 584,
      "7000": 585,
      "72": 586,
      "79": 587,
      "8": 588,
      "80": 589,
      "89": 590,
      "90": 591,
      "AP": 592,
      "AUTHORIZATION": 593,
      "Accreditation": 594,
      "Address": 595,
      "Agency": 596,
      "Annual": 597,
      "Approval": 598,
      "April": 599,
      "Assault": 600,
      "Athletic": 601,
      "BULLYING": 602,
      "Below": 603,
      "Both": 604,
      "Bound": 605,
      "Communication": 606,
      "Credit": 607,
      "Current": 608,
      "Department": 609,
      "Destruction": 610,
      "Director": 611,
      "Directory": 612,
      "Disabilities": 613,
      "Discipline": 614,
      "ELIGIBILITY": 615,
      "ENROLLMENT": 616,
      "Educational": 617,
      "Emergency": 618,
      "Engagement": 619,
      "Establish": 620,
      "Examples": 621,
      "FOR": 622,
      "Form": 623,
      "Full": 624,
      "General": 625,
      "Grading": 626,
      "HARASSMENT": 627,
      "High": 628,
      "However": 629,
      "ID": 630,
      "INTER": 631,
      "INTRA": 632,
      "IS": 633,
      "ISS": 634,
      "Informal": 635,
      "Interim": 636,
      "Investigated": 637,
      "Investigators": 638,
      "It": 639,
      "Judicial": 640,
      "LEA": 641,
      "LEGAL": 642,
      "Legal": 643,
      "M": 644,
      "Managed": 645,
      "Management": 646,
      "Medical": 647,
      "No": 648,
      "OSS": 649,
      "PROTOCOL": 650,
      "Procedure": 651,
      "Processing": 652,
      "Proof": 653,
      "Protocol": 654,
      "Quarter": 655,
      "REQUESTS": 656,
      "RESPONSE": 657,
      "RETENTION": 658,
      "Receiving": 659,
      "Registrar": 660,
      "Retention": 661,
      "Roll": 662,
      "SCHEDULE": 663,
      "SPORTS": 664,
      "Sale": 665,
      "SchoolMessenger": 666,
      "Secondary": 667,
      "See": 668,
      "Select": 669,
      "Semester": 670,
      "Some": 671,
      "Standard": 672,
      "Submit": 673,
      "THE": 674,
      "TRANSCRIPT": 675,
      "Tolerance": 676,
      "Transferring": 677,
      "Transfers": 678,
      "U": 679,
      "WHAT": 680,
      "WIDA": 681,
      "WITH": 682,
      "according": 683,
      "activities": 684,
      "adult": 685,
      "advance": 686,
      "advocate": 687,
      "against": 688,
      "agreement": 689,
      "aid": 690,
      "also": 691,
      "alternative": 692,
      "announcements": 693,
      "annual": 694,
      "annually": 695,
      "application": 696,
      "applies": 697,
      "association": 698,
      "audit": 699,
      "authorities": 700,
      "availability": 701,
      "between": 702,
      "breach": 703,
      "bring": 704,
      "call": 705,
      "caregiver": 706,
      "channels": 707,
      "close": 708,
      "communications": 709,
      "concerns": 710,
      "conferences": 711,
      "confirmation": 712,
      "considered": 713,
      "consistent": 714,
      "controlled": 715,
      "convenient": 716,
      "core": 717,
      "correspondence": 718,
      "department": 719,
      "designated": 720,
      "determine": 721,
      "developed": 722,
      "different": 723,
      "diplomas": 724,
      "direct": 725,
      "disabilities": 726,
      "discipline": 727,
      "disclosures": 728,
      "disruption": 729,
      "distribution": 730,
      "districts": 731,
      "doubled": 732,
      "earn": 733,
      "earned": 734,
      "employment": 735,
      "end": 736,
      "evaluator": 737,
      "every": 738,
      "extended": 739,
      "failing": 740,
      "families": 741,
      "files": 742,
      "first": 743,
      "forever": 744,
      "forwarded": 745,
      "friend": 746,
      "generates": 747,
      "guardianship": 748,
      "head": 749,
      "housing": 750,
      "identification": 751,
      "immunization": 752,
      "includes": 753,
      "informed": 754,
      "interpreter": 755,
      "investigated": 756,
      "know": 757,
      "languages": 758,
      "least": 759,
      "levels": 760,
      "life": 761,
      "loss": 762,
      "lunch": 763,
      "mailed": 764,
      "maintains": 765,
      "major": 766,
      "meaningfully": 767,
      "media": 768,
      "minutes": 769,
      "misses": 770,
      "modifications": 771,
      "money": 772,
      "mutually": 773,
      "notified": 774,
      "notify": 775,
      "number": 776,
      "officials": 777,
      "online": 778,
      "organizations": 779,
      "original": 780,
      "others": 781,
      "participate": 782,
      "particularly": 783,
      "payment": 784,
      "personal": 785,
      "photo": 786,
      "population": 787,
      "posting": 788,
      "preferential": 789,
      "previous": 790,
      "processed": 791,
      "processing": 792,
      "psychologist": 793,
      "quarter": 794,
      "quarterly": 795,
      "reasoning": 796,
      "reasons": 797,
      "received": 798,
      "recent": 799,
      "recorded": 800,
      "reduced": 801,
      "reevaluation": 802,
      "reporters": 803,
      "representative": 804,
      "requiring": 805,
      "resident": 806,
      "respond": 807,
      "responsible": 808,
      "return": 809,
      "reviews": 810,
      "room": 811,
      "screener": 812,
      "see": 813,
      "separate": 814,
      "share": 815,
      "signature": 816,
      "signatures": 817,
      "sites": 818,
      "specifying": 819,
      "sped": 820,
      "spoken": 821,
      "submitting": 822,
      "substances": 823,
      "substantially": 824,
      "suspected": 825,
      "suspensions": 826,
      "syllabus": 827,
      "system": 828,
      "tardiness": 829,
      "there": 830,
      "trauma": 831,
      "trips": 832,
      "unresolved": 833,
      "update": 834,
      "verifies": 835,
      "violations": 836,
      "weapons": 837,
      "weeks": 838,
      "which": 839,
      "zone": 840,
      "Homeless": 841,
      "Moderate": 842,
      "Per": 843,
      "Serious": 844,
      "Summarise": 845,
      "Transportation": 846,
      "Who": 847,
      "accommodation": 848,
      "behavior": 849,
      "communication": 850,
      "contacts": 851,
      "coordinator": 852,
      "daily": 853,
      "destroyed": 854,
      "determined": 855,
      "evidence": 856,
      "family": 857,
      "fixed": 858,
      "followed": 859,
      "health": 860,
      "holds": 861,
      "how": 862,
      "identity": 863,
      "into": 864,
      "intra": 865,
      "lack": 866,
      "me": 867,
      "obligations": 868,
      "own": 869,
      "proceedings": 870,
      "progressive": 871,
      "protections": 872,
      "protocol": 873,
      "provides": 874,
      "providing": 875,
      "reason": 876,
      "retain": 877,
      "secure": 878,
      "status": 879,
      "steps": 880,
      "take": 881,
      "teachers": 882,
      "verbal": 883,
      "($": 884,
      "(+": 885,
      ")?": 886,
      "+).": 887,
      ".\"": 888,
      "1000": 889,
      "12": 890,
      "1232g": 891,
      "1310": 892,
      "2000": 893,
      "2x": 894,
      "3000": 895,
      "40": 896,
      "4000": 897,
      "50": 898,
      "5111": 899,
      "5124": 900,
      "5144": 901,
      "59": 902,
      "5x": 903,
      "6159": 904,
      "ABSENTEEISM": 905,
      "ACADEMIC": 906,
      "ACCOMMODATIONS": 907,
      "ADA": 908,
      "AVERAGE": 909,
      "Above": 910,
      "Absence": 911,
      "Absent": 912,
      "Acceptable": 913,
      "Accepted": 914,
      "Account": 915,
      "Accredited": 916,
      "Achievement": 917,
      "Aids": 918,
      "Alumni": 919,
      "Americans": 920,
      "Any": 921,
      "Appeal": 922,
      "As": 923,
      "Asked": 924,
      "August": 925,
      "Authorized": 926,
      "Automated": 927,
      "BREACH": 928,
      "Before": 929,
      "Bring": 930,
      "CHALLENGES": 931,
      "CHANNELS": 932,
      "CHRONIC": 933,
      "COMMON": 934,
      "COMMUNICATION": 935,
      "COMPOSITION": 936,
      "CONFERENCE": 937,
      "CONFIDENTIALITY": 938,
      "CONSENT": 939,
      "CONTROLS": 940,
      "CREDIT": 941,
      "CUSTODIAL": 942,
      "Capacity": 943,
      "Certificate": 944,
      "Certified": 945,
      "Childcare": 946,
      "Chronic": 947,
      "Chronically": 948,
      "Classroom": 949,
      "Consent": 950,
      "Coordinator": 951,
      "Counselor": 952,
      "Court": 953,
      "Courts": 954,
      "DATA": 955,
      "DESTRUCTION": 956,
      "DETERMINATION": 957,
      "DIRECTORY": 958,
      "DISABILITIES": 959,
      "DISCLOSURE": 960,
      "DISHONESTY": 961,
      "DISPUTES": 962,
      "DOCUMENTS": 963,
      "DUE": 964,
      "Date": 965,
      "Defiance": 966,
      "Defined": 967,
      "Dispute": 968,
      "Districts": 969,
      "Divorced": 970,
      "Documented": 971,
      "Dual": 972,
      "E": 973,
      "EDUCATION": 974,
      "ELECTRONIC": 975,
      "ESSA": 976,
      "EVALUATION": 977,
      "Each": 978,
      "Eligibility": 979,
      "Email": 980,
      "Enter": 981,
      "Environmental": 982,
      "Evaluated": 983,
      "Evaluation": 984,
      "Every": 985,
      "Excellent": 986,
      "Excessive": 987,
      "Excused": 988,
      "Expellable": 989,
      "Expulsion": 990,
      "FRAMEWORK": 991,
      "Facilitator": 992,
      "Factors": 993,
      "Failing": 994,
      "Field": 995,
      "Fighting": 996,
      "File": 997,
      "Final": 998,
      "First": 999,
      "Frequently": 1000,
      "Functional": 1001,
      "GRADES": 1002,
      "GRADING": 1003,
      "Generally": 1004,
      "Goals": 1005,
      "Govern": 1006,
      "HAS": 1007,
      "HOLD": 1008,
      "HONOR": 1009,
      "Holds": 1010,
      "Honor": 1011,
      "Honors": 1012,
      "Hours": 1013,
      "IB": 1014,
      "IEE": 1015,
      "IN": 1016,
      "INCOMPLETE": 1017,
      "INFORMATION": 1018,
      "Immunization": 1019,
      "In": 1020,
      "Independent": 1021,
      "Individuals": 1022,
      "Instruction": 1023,
      "Is": 1024,
      "June": 1025,
      "KEEPING": 1026,
      "Key": 1027,
      "LEVELS": 1028,
      "Levels": 1029,
      "List": 1030,
      "Longer": 1031,
      "Low": 1032,
      "MAKE": 1033,
      "MANIFESTATION": 1034,
      "MEETING": 1035,
      "MID": 1036,
      "Major": 1037,
      "Manager": 1038,
      "Mandatory": 1039,
      "March": 1040,
      "Merit": 1041,
      "Middle": 1042,
      "Missing": 1043,
      "Most": 1044,
      "Multidisciplinary": 1045,
      "Must": 1046,
      "NON": 1047,
      "Navigate": 1048,
      "Needed": 1049,
      "Never": 1050,
      "Next": 1051,
      "Notes": 1052,
      "Notice": 1053,
      "OBLIGATIONS": 1054,
      "OFFENSES": 1055,
      "OFFICIAL": 1056,
      "ON": 1057,
      "OVERVIEW": 1058,
      "Observance": 1059,
      "Off": 1060,
      "Offenses": 1061,
      "Opportunity": 1062,
      "Other": 1063,
      "Out": 1064,
      "Outstanding": 1065,
      "PARENTS": 1066,
      "PENALTIES": 1067,
      "PHILOSOPHY": 1068,
      "PLAAFP": 1069,
      "PLANS": 1070,
      "PM": 1071,
      "POINT": 1072,
      "POLICY": 1073,
      "PRACTICES": 1074,
      "PREVIOUS": 1075,
      "PRIVACY": 1076,
      "PROCEDURES": 1077,
      "PROGRESS": 1078,
      "PROMOTION": 1079,
      "Participate": 1080,
      "Party": 1081,
      "Pay": 1082,
      "Performance": 1083,
      "Plan": 1084,
      "Preferential": 1085,
      "Primary": 1086,
      "Principal": 1087,
      "Prior": 1088,
      "Procedural": 1089,
      "Provisional": 1090,
      "Purged": 1091,
      "Purpose": 1092,
      "Questions": 1093,
      "R": 1094,
      "RADE": 1095,
      "REFERRAL": 1096,
      "RELEASE": 1097,
      "REQUESTED": 1098,
      "REQUESTING": 1099,
      "REQUIRED": 1100,
      "RESIDENCY": 1101,
      "RESTORATIVE": 1102,
      "REVIEW": 1103,
      "ROLL": 1104,
      "RUSH": 1105,
      "Receive": 1106,
      "Referral": 1107,
      "Referred": 1108,
      "Rehabilitation": 1109,
      "Religious": 1110,
      "Requires": 1111,
      "Resolution": 1112,
      "Results": 1113,
      "SCALE": 1114,
      "SCHOOL": 1115,
      "SERVICES": 1116,
      "STAFF": 1117,
      "STUDENTS": 1118,
      "SUBPOENAS": 1119,
      "SUMMARY": 1120,
      "SYSTEMS": 1121,
      "Safeguards": 1122,
      "Safety": 1123,
      "Sealed": 1124,
      "Second": 1125,
      "Separated": 1126,
      "September": 1127,
      "Settings": 1128,
      "Shredded": 1129,
      "Sibling": 1130,
      "Sole": 1131,
      "Stamped": 1132,
      "State": 1133,
      "Succeeds": 1134,
      "Supplementary": 1135,
      "Suspended": 1136,
      "Suspension": 1137,
      "Suspensions": 1138,
      "T": 1139,
      "TARDY": 1140,
      "TEACHER": 1141,
      "TEAM": 1142,
      "TIME": 1143,
      "TO": 1144,
      "TRANSLATION": 1145,
      "TRUANCY": 1146,
      "Tardy": 1147,
      "Tell": 1148,
      "Termination": 1149,
      "Testing": 1150,
      "This": 1151,
      "Transition": 1152,
      "Triennial": 1153,
      "Triggers": 1154,
      "Trip": 1155,
      "Truancy": 1156,
      "Typical": 1157,
      "UNDER": 1158,
      "UNOFFICIAL": 1159,
      "UP": 1160,
      "US": 1161,
      "Unexcused": 1162,
      "Unofficial": 1163,
      "Unreturned": 1164,
      "Unusual": 1165,
      "Update": 1166,
      "VIOLATION": 1167,
      "Verify": 1168,
      "Violations": 1169,
      "Virtual": 1170,
      "WHO": 1171,
      "WITHDRAWAL": 1172,
      "WORK": 1173,
      "Weighted": 1174,
      "Will": 1175,
      "Without": 1176,
      "YEAR": 1177,
      "absenteeism": 1178,
      "account": 1179,
      "accredited": 1180,
      "across": 1181,
      "additionally": 1182,
      "affected": 1183,
      "alerts": 1184,
      "alleged": 1185,
      "aloud": 1186,
      "already": 1187,
      "altercation": 1188,
      "alternate": 1189,
      "always": 1190,
      "amended": 1191,
      "amendment": 1192,
      "appeals": 1193,
      "appearance": 1194,
      "appears": 1195,
      "applicable": 1196,
      "apply": 1197,
      "approved": 1198,
      "approves": 1199,
      "approximately": 1200,
      "archives": 1201,
      "area": 1202,
      "ary": 1203,
      "asks": 1204,
      "assignments": 1205,
      "attempt": 1206,
      "attending": 1207,
      "backed": 1208,
      "barriers": 1209,
      "basis": 1210,
      "being": 1211,
      "bi": 1212,
      "bill": 1213,
      "binding": 1214,
      "bonus": 1215,
      "books": 1216,
      "breakdown": 1217,
      "breaks": 1218,
      "broadcast": 1219,
      "bully": 1220,
      "calculation": 1221,
      "calculator": 1222,
      "calls": 1223,
      "campus": 1224,
      "canceling": 1225,
      "caused": 1226,
      "causes": 1227,
      "certified": 1228,
      "challenge": 1229,
      "charge": 1230,
      "charges": 1231,
      "chronic": 1232,
      "chunked": 1233,
      "classes": 1234,
      "classified": 1235,
      "classwork": 1236,
      "clear": 1237,
      "cleared": 1238,
      "clearly": 1239,
      "code": 1240,
      "codes": 1241,
      "collaboratively": 1242,
      "committed": 1243,
      "communicate": 1244,
      "community": 1245,
      "comparable": 1246,
      "comply": 1247,
      "complying": 1248,
      "components": 1249,
      "conditional": 1250,
      "conducted": 1251,
      "confidentiality": 1252,
      "confirm": 1253,
      "continues": 1254,
      "control": 1255,
      "controls": 1256,
      "copying": 1257,
      "corrective": 1258,
      "counsel": 1259,
      "county": 1260,
      "creates": 1261,
      "creation": 1262,
      "credentials": 1263,
      "crimes": 1264,
      "dataprivacy": 1265,
      "define": 1266,
      "deleted": 1267,
      "denial": 1268,
      "denies": 1269,
      "depending": 1270,
      "describes": 1271,
      "designed": 1272,
      "detention": 1273,
      "determines": 1274,
      "difference": 1275,
      "directly": 1276,
      "disagree": 1277,
      "disagreeing": 1278,
      "documented": 1279,
      "dress": 1280,
      "ed": 1281,
      "eeting": 1282,
      "eligible": 1283,
      "emails": 1284,
      "encrypts": 1285,
      "ency": 1286,
      "enforce": 1287,
      "enforces": 1288,
      "enrolled": 1289,
      "enrolls": 1290,
      "ent": 1291,
      "envelope": 1292,
      "environment": 1293,
      "equal": 1294,
      "equipment": 1295,
      "equitable": 1296,
      "escalate": 1297,
      "establishes": 1298,
      "exceed": 1299,
      "exception": 1300,
      "exceptions": 1301,
      "excluded": 1302,
      "exempt": 1303,
      "exemption": 1304,
      "exemptions": 1305,
      "expense": 1306,
      "expulsions": 1307,
      "face": 1308,
      "failure": 1309,
      "fair": 1310,
      "ferpa_compliance": 1311,
      "ffenses": 1312,
      "fidget": 1313,
      "fines": 1314,
      "formal": 1315,
      "frequency": 1316,
      "frequently": 1317,
      "fulfilled": 1318,
      "fully": 1319,
      "generally": 1320,
      "generated": 1321,
      "graduate": 1322,
      "grandparents": 1323,
      "granted": 1324,
      "graphic": 1325,
      "grounds": 1326,
      "guaranteed": 1327,
      "handle": 1328,
      "handling": 1329,
      "harassment": 1330,
      "headphones": 1331,
      "hearings": 1332,
      "here": 1333,
      "history": 1334,
      "homeschool": 1335,
      "homework": 1336,
      "honored": 1337,
      "hotline": 1338,
      "icial": 1339,
      "ide": 1340,
      "identify": 1341,
      "inaccurate": 1342,
      "incident": 1343,
      "include": 1344,
      "included": 1345,
      "incorrect": 1346,
      "independent": 1347,
      "individual": 1348,
      "individualized": 1349,
      "individually": 1350,
      "iness": 1351,
      "initiated": 1352,
      "inspect": 1353,
      "instructional": 1354,
      "integration": 1355,
      "intervention": 1356,
      "interviewed": 1357,
      "investigation": 1358,
      "investigator": 1359,
      "involvement": 1360,
      "ion": 1361,
      "kept": 1362,
      "key": 1363,
      "lease": 1364,
      "legally": 1365,
      "library": 1366,
      "limit": 1367,
      "limiting": 1368,
      "linked": 1369,
      "living": 1370,
      "located": 1371,
      "location": 1372,
      "log": 1373,
      "logging": 1374,
      "logs": 1375,
      "maintenance": 1376,
      "mandates": 1377,
      "mate": 1378,
      "maximum": 1379,
      "mean": 1380,
      "measurable": 1381,
      "mediation": 1382,
      "meet": 1383,
      "meetings": 1384,
      "member": 1385,
      "message": 1386,
      "minor": 1387,
      "months": 1388,
      "most": 1389,
      "moves": 1390,
      "much": 1391,
      "necessary": 1392,
      "needed": 1393,
      "newsletters": 1394,
      "next": 1395,
      "no": 1396,
      "noise": 1397,
      "noted": 1398,
      "notifications": 1399,
      "nscript": 1400,
      "obtained": 1401,
      "offenses": 1402,
      "offered": 1403,
      "officer": 1404,
      "officially": 1405,
      "operations": 1406,
      "options": 1407,
      "opts": 1408,
      "ordered": 1409,
      "organizers": 1410,
      "otherwise": 1411,
      "packet": 1412,
      "page": 1413,
      "panel": 1414,
      "paper": 1415,
      "parent_communication": 1416,
      "participation": 1417,
      "patterns": 1418,
      "peers": 1419,
      "perpetrator": 1420,
      "physical": 1421,
      "posted": 1422,
      "potential": 1423,
      "pre": 1424,
      "preferred": 1425,
      "prepare": 1426,
      "presented": 1427,
      "primary": 1428,
      "prior": 1429,
      "proficiency": 1430,
      "program": 1431,
      "programs": 1432,
      "prohibits": 1433,
      "projects": 1434,
      "proof": 1435,
      "proportional": 1436,
      "proposes": 1437,
      "protect": 1438,
      "protects": 1439,
      "provider": 1440,
      "public": 1441,
      "punitive": 1442,
      "purged": 1443,
      "purpose": 1444,
      "qualifying": 1445,
      "quizzes": 1446,
      "r": 1447,
      "ranging": 1448,
      "re": 1449,
      "read": 1450,
      "reasonable": 1451,
      "recipient": 1452,
      "recognized": 1453,
      "recommendation": 1454,
      "records_management": 1455,
      "redirect": 1456,
      "refuses": 1457,
      "regarding": 1458,
      "regular": 1459,
      "relatives": 1460,
      "religious": 1461,
      "repeated": 1462,
      "reporter": 1463,
      "reprimand": 1464,
      "rest": 1465,
      "restorative": 1466,
      "result": 1467,
      "results": 1468,
      "retraining": 1469,
      "reviewed": 1470,
      "routine": 1471,
      "same": 1472,
      "scale": 1473,
      "scheduled": 1474,
      "scholarship": 1475,
      "screening": 1476,
      "scribe": 1477,
      "sensory": 1478,
      "sent": 1479,
      "service": 1480,
      "sharing": 1481,
      "should": 1482,
      "sis": 1483,
      "site": 1484,
      "social": 1485,
      "some": 1486,
      "something": 1487,
      "sooner": 1488,
      "space": 1489,
      "speech": 1490,
      "standards": 1491,
      "starting": 1492,
      "still": 1493,
      "stimulation": 1494,
      "stored": 1495,
      "subset": 1496,
      "substance": 1497,
      "substantial": 1498,
      "summaries": 1499,
      "supervised": 1500,
      "sure": 1501,
      "tardies": 1502,
      "tests": 1503,
      "textbook": 1504,
      "texts": 1505,
      "than": 1506,
      "theft": 1507,
      "then": 1508,
      "they": 1509,
      "third": 1510,
      "threatens": 1511,
      "tools": 1512,
      "training": 1513,
      "transit": 1514,
      "transmission": 1515,
      "travel": 1516,
      "triennial": 1517,
      "triggers": 1518,
      "truancy": 1519,
      "twice": 1520,
      "universities": 1521,
      "unofficial": 1522,
      "unsecured": 1523,
      "uploaded": 1524,
      "used": 1525,
      "using": 1526,
      "utility": 1527,
      "vaccinated": 1528,
      "value": 1529,
      "vandalism": 1530,
      "vendor": 1531,
      "verified": 1532,
      "victim": 1533,
      "victims": 1534,
      "violation": 1535,
      "vs": 1536,
      "waiting": 1537,
      "waived": 1538,
      "warranted": 1539,
      "was": 1540,
      "websites": 1541,
      "weekly": 1542,
      "weight": 1543,
      "weights": 1544,
      "were": 1545,
      "what": 1546,
      "while": 1547,
      "whom": 1548,
      "wide": 1549,
      "window": 1550,
      "witnesses": 1551,
      "workspace": 1552,
      "writing": 1553,
      "y": 1554,
      "yes": 1555,
      "§": 1556,
      "99": 1557,
      "Accommodation": 1558,
      "Active": 1559,
      "Administrators": 1560,
      "Could": 1561,
      "Counselors": 1562,
      "Critical": 1563,
      "Decisions": 1564,
      "Intra": 1565,
      "Nurses": 1566,
      "Only": 1567,
      "Please": 1568,
      "Referrals": 1569,
      "Registrars": 1570,
      "SMS": 1571,
      "Severe": 1572,
      "They": 1573,
      "Under": 1574,
      "Walk": 1575,
      "When": 1576,
      "accumulates": 1577,
      "administrators": 1578,
      "app": 1579,
      "appear": 1580,
      "applied": 1581,
      "archived": 1582,
      "authorized": 1583,
      "automated": 1584,
      "beyond": 1585,
      "chain": 1586,
      "changing": 1587,
      "choice": 1588,
      "clarify": 1589,
      "communicated": 1590,
      "continue": 1591,
      "continuity": 1592,
      "convene": 1593,
      "convened": 1594,
      "cumulative": 1595,
      "deletion": 1596,
      "describe": 1597,
      "disclosing": 1598,
      "documenting": 1599,
      "drops": 1600,
      "english": 1601,
      "ensure": 1602,
      "exit": 1603,
      "exits": 1604,
      "expelled": 1605,
      "explain": 1606,
      "ferpa": 1607,
      "final": 1608,
      "five": 1609,
      "flags": 1610,
      "incorporates": 1611,
      "indefinitely": 1612,
      "issuance": 1613,
      "learners": 1614,
      "management": 1615,
      "materials": 1616,
      "matrix": 1617,
      "parental": 1618,
      "part": 1619,
      "permanent": 1620,
      "placed": 1621,
      "points": 1622,
      "protected": 1623,
      "protection": 1624,
      "push": 1625,
      "requests": 1626,
      "restricts": 1627,
      "rosters": 1628,
      "self": 1629,
      "send": 1630,
      "sending": 1631,
      "sends": 1632,
      "showing": 1633,
      "specifically": 1634,
      "step": 1635,
      "supporting": 1636,
      "suspending": 1637,
      "throughout": 1638,
      "timelines": 1639,
      "tracks": 1640,
      "trail": 1641,
      "undergo": 1642,
      "understand": 1643,
      "unpaid": 1644,
      "unreturned": 1645,
      "verify": 1646,
      "withheld": 1647
    },
    "unk_token": "[UNK]"
  }
}