{
  "backend": "tokenizers",
  "bos_token": "[BOS]",
  "eos_token": "[EOS]",
  "is_local": true,
  "model_max_length": 64,
  "pad_token": "[PAD]",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "[UNK]"
}
